{
  "drafts": [
    {
      "id": "389c7034",
      "content": "The real workflow looks nothing like what most people imagine.\n\nHere's what I actually do:\n\n1. Give AI a topic and context\n2. Generate 30 hook options in seconds\n3. Read every single one\n4. Feel which one would make ME stop scrolling\n5. Pick that one. Discard the rest.\n\nThat step 4 is everything.\n\nIt's not logical. It's not a formula. It's pattern recognition built from:\n\n- Years of reading content that resonated\n- Understanding what makes your specific audience tick\n- Knowing what sounds like you vs. what sounds like everyone\n\nAI is the factory.\nYou are the quality control.\n\nAnd here's what most people get wrong:\n\nThey try to automate the taste part too.\n\n- They take the first AI output\n- They don't edit for their voice\n- They post generic content that sounds like everyone else\n\nThe result? A feed full of AI-generated noise that nobody engages with.\n\nThe people winning right now aren't writing every word themselves.\n\nBut they ARE choosing every word that gets published.\n\nThat's the difference.\n\nYour taste is:\n\n- The hooks you choose over the ones you reject\n- The words you swap because they don't sound like you\n- The posts you kill because they don't feel right\n\nAI will keep getting faster at generating.\n\nBut taste? That only comes from:\n\n- Consuming great content intentionally\n- Studying what resonates and why\n- Building an instinct you can't teach a machine\n\nThis is the skill to invest in right now.\n\nNot another AI tool. Not another prompt template.\n\nYour ability to look at 30 options and know which one is the one.\n\nThat's not automatable. That's you.\n\nBuild your taste. It's the last unfair advantage.",
      "hooks": [
        "Is AI-generated content dead?",
        "The 1 AI skill that will separate winners from losers in 2025 (and it's not prompting)",
        "I stopped posting generic AI content once I knew this",
        "If I wanted to build a content machine from scratch using AI, here's the one skill I'd learn first",
        "The most insane content workflow I've ever built (AI writes 30, I pick 1)",
        "This stupid trick helped me 10x my content output without losing my voice",
        "What's the difference between someone who uses AI well and someone who doesn't? One word: taste.",
        "How to make content creation 10x easier (without sounding like everyone else)",
        "The new approach to AI content that changes everything",
        "How to create a week of content so fast it feels illegal",
        "The curation method that changed my content game forever",
        "Don't let AI write your content until you've built this one skill",
        "Every major mistake people make with AI content explained in 2 minutes",
        "I tested 20 AI content tools — to find the only workflow that actually works",
        "What AI content gurus don't tell you about sounding authentic",
        "How I 10x'd my content output while making every post sound more like me",
        "5 things I wish I knew before I started using AI for content",
        "#1 rule for using AI to create content (that nobody follows)",
        "The only AI content skill you will ever need",
        "How to stand out in the new era of AI content",
        "99% of people using AI for content still don't understand curation",
        "Why throwing away 90% of what AI writes is the most productive thing you can do",
        "Content creation is about to change forever (and nobody is talking about the real shift)",
        "The #1 mistake that makes AI content sound like everyone else's",
        "Taste is *the only* skill you need to win with AI content",
        "Has AI content creation gone too far?",
        "Is it still worth writing your own content in 2025?",
        "I tested 50 AI content workflows. Only 1 consistently produced content that sounded like me.",
        "Give me 2 minutes and I'll change how you use AI for content forever",
        "AI content is generic and soulless... until you learn this"
      ],
      "selected_hook": null,
      "template_used": "What people think vs what it actually is / Mindset Shift hybrid",
      "topic": "Human Taste Curation in the Age of AI",
      "status": "draft",
      "scheduled_time": null,
      "created_at": "2026-02-07T16:50:05.488978",
      "updated_at": "2026-02-07T23:13:51.872077"
    }
  ]
}